#include <iostream>

int main() {
    std::cout << "Git" << std::endl;
    std::cout << "push" << std::endl;
    std::cout << "Gitaploaded" << std::endl;
}

//Реализовать функциюб которая принимает на вход multimap <int, string>, mp1, map <int, int> mp2,
// vector<pair<string,int>> vec. Целочисленные значения в vec1